[
  {
    "id": 1,
    "name": "ECOFEST-24, TNAU, CBE",
    "date": "2024-08-01",
    "category": "2024",
    "images": ["/images/achievements/ecofest_24_1.png"],
    "description": "In August 2024, the project gained international recognition by being selected to present at ECOFEST-24, the International Conference hosted by Tamil Nadu Agricultural University (TNAU), Coimbatore. Among numerous applicants, the project was chosen to showcase its innovative approach on a global platform, highlighting its relevance to sustainable agriculture and smart farming practices. This milestone not only expanded the project’s visibility but also positioned it within an international network of researchers, innovators, and practitioners."
  },
  {
    "id": 2,
    "name": "Tech Vision - PSR Engineering College",
    "date": "2024-09-01",
    "category": "2024",
    "images": ["/images/achievements/tech_vision_psr_1.png"],
    "description": "In September 2024, the project marked its beginning by participating in the Tech Vision Event at P.S.R. Engineering College, Sivakasi. Competing against more than 150 teams, the initial concept was presented and received significant recognition. The idea stood out for its innovation and practical applicability, ultimately securing the First Prize. This early achievement not only validated the potential of the project but also reinforced confidence in its ability to create meaningful impact in the agricultural sector."
  },
  {
    "id": 3,
    "name": "Smart India Hackathon (SIH-24)",
    "date": "2024-11-01",
    "category": "Hackathon",
    "images": ["/images/achievements/sih_24_1.png"],
    "description": "In November 2024, the project was submitted under a relevant theme for the Smart India Hackathon (SIH-24), a prestigious national-level innovation program. Competing with 25 teams within the institution, the idea secured the top position at the college level, demonstrating both creativity and practical potential. As a mark of recognition, the team also received an official Recommendation Letter, further strengthening the credibility of the project for future opportunities and collaborations."
  },
  {
    "id": 4,
    "name": "Naan Mudhalvan Niral Thiruvizha 2.0",
    "date": "2025-01-01",
    "category": "2025",
    "images": [
      "/images/achievements/naan_mudhalvan_1.png",
      "/images/achievements/naan_mudhalvan_2.png"
    ],
    "description": "In January 2025, the project advanced further by applying to the Naan Mudhalvan Niral Thiruvizha 2.0, a large-scale innovation and entrepreneurship initiative. Out of a total of 15,337 applicants, the idea was successfully shortlisted among the Top 1000 teams, reflecting its competitiveness, innovative strength, and potential for scalability."
  },
  {
    "id": 5,
    "name": "NIT Calicut Global Conference",
    "date": "2025-03-01",
    "category": "2025",
    "images": [
      "/images/achievements/nit_calicut_1.png",
      "/images/achievements/nit_calicut_2.png"
    ],
    "description": "In March 2025, the project was showcased at the NIT Calicut Global Conference, where the final-year research work was formally presented. This platform provided an opportunity to engage with global experts, academicians, and industry professionals, further enhancing the project’s credibility and strengthening its position within the broader innovation ecosystem."
  },
  {
    "id": 6,
    "name": "RVS Ideation - Third Prize",
    "date": "2025-04-01",
    "category": "2025",
    "images": [
      "/images/achievements/rvs_ideation_1.png",
      "/images/achievements/rvs_ideation_2.png"
    ],
    "description": "In April 2025, the project participated in the RVS Ideation, competing against 110 teams from diverse institutions. The idea was not only shortlisted but also went on to secure the Third Prize, further reinforcing its innovative value and practical relevance. This recognition added to the growing list of accomplishments that validate the project’s potential for real-world application."
  },
  {
    "id": 7,
    "name": "TechnoVision 2k25",
    "date": "2025-04-10",
    "category": "2025",
    "images": ["/images/achievements/technovision_2k25_1.png"],
    "description": "In April 2025, the project was also recognized at the TechnoVision 2k25 College Project Competition, where it was shortlisted among the Top 15 projects out of nearly 200 final-year teams. This recognition at the institutional level highlighted the project’s technical depth, innovative design, and potential to address real-world challenges effectively."
  },
  {
    "id": 8,
    "name": "ECOFEST-25 Pitch Competition",
    "date": "2025-05-15",
    "category": "2025",
    "images": [
      "/images/achievements/ecofest_25_pitch_1.png",
      "/images/achievements/ecofest_25_pitch_2.png"
    ],
    "description": "In May 2025, the project was presented at the ECOFEST-25 International Conference, hosted by Tamil Nadu Agricultural University (TNAU), Coimbatore. During the event, I participated in the Idea Pitch Desk Competition, where it stood out among several innovative concepts and secured the Third Prize. This recognition highlighted the project’s entrepreneurial potential and its ability to address real-world challenges with practical, scalable solutions."
  },
  {
    "id": 9,
    "name": "ECOFEST-25 Oral Presentation Award",
    "date": "2025-05-23",
    "category": "2025",
    "images": [
      "/images/achievements/ecofest_25_oral_1.png",
      "/images/achievements/ecofest_25_oral_2.png"
    ],
    "description": "In May 2025, the project was presented at the ECOFEST-25 International Conference, hosted by Tamil Nadu Agricultural University (TNAU), Coimbatore. The team’s research presentation earned the Best Oral Presentation Award, showcasing the project’s academic depth, technical rigor, and relevance to global discussions on sustainable agriculture."
  }
]
